{
    "awards":[
        {
          "award": "Anupam Das, fourth year CSE student, has been selected as the Google Android with CS facilitator. https://cswithandroid.withgoogle.com/"
        },
        {
          "award": "Congratulation to Prof. Pushpak Bhattacharyya who has received the Eminent Engineer Award by Institute of Engineers at Shillong on 3rd Feb. 2017."
        },
        {
          "award": "Heartiest congratulations to Dr. Rajiv Misra, Associate Professor of Department of Computer Science & Engineering, for joining in the elite rank of IEEE Senior Members."
        },
        {
          "award": "Congratulations to Ms. Pranjali Kokare, a 3rd Year Computer Science & Engineering student of IIT Patna. She has been selected to receive an Adobe Research Women-In-Technology Scholarship award for year 2017. The Scholarship award consists of a $10,000 award; a Creative Cloud subscription membership for one year; an Adobe Research mentor; and an opportunity to interview for an internship at Adobe for the summer of 2017. More details are available in https://research.adobe.com/scholarship/."
        },
        {
          "award": "Team 'KisaanConnect' from IIT Patna has been awarded the SECOND BEST APP at the grand finale of Hackathon v 2.0 mobile app development contest (#HACKFORINDIA), held yesterday (21st December 2016) in New Delhi. The team has been awarded with a prize money of Rs. 75,000/-. The members of the team are: Alan Aipe, Mayank Goyal, Naman Agarwal & Newton Kumar."
        },
        {
          "award": "Mr. Ningthoujam Dhanachandra Singh, a M.Tech CS first year student of Department of Computer Science & Engineering has been awarded as CodeNet College Champion in the online programming competition organized by www.hackerearth.com for PG students across various colleges and various branches. More details are available in https://www.hackerearth.com/netapp-codenet/"
        },
        {
          "award": "Mr. Sumit Asthana, a final year BTech CSE student, has been invited to attend the Google Summer of Code Mentor Summit 2016 at Sunnyvale, California, USA from October 28-¬30, 2016. He will receive the necessary travel and other expenses from the company itself. He has received this invitation as a reward for his involvement in Google Summer of Code 2016, a global event extending across 103 countries. The more details of Google Summer of Code is available in https://summerofcode.withgoogle.com/"
        },
        {
          "award": "3rd year CSE student Ms. Pranjali Kokare is selected to attend the 2016 Grace Hopper Celebration as a Google Intern Travel Grant Recipient. The conference will take place October 19th-21st in Houston, Texas. More details about the conference is available in http://ghc.anitaborg.org/about/"
        },
        {
          "award": "Dr. Sriparna Saha awarded NASI-YOUNG SCIENTIST PLATINUM JUBILEE AWARD."
        },
        {
          "award": "Two Ph.D. scholars (Ms Sangita Roy and Mrs Priyanka Kumar) received the TCS Research Fellowships"
        },
        {
          "award": "Dr. Sriparna Saha is selected as most inspiring Women Engineer/Scientist for the year 2014 by Engineering Watch Magazine."
        },
        {
          "award": "PhD Student Mrs Prinya Kumar received the most Promising PhD Researcher in PhD Forum of ICDCN 2013, TIFR, Mumbai, India."
        },
        {
          "award": "Dr. Sriparna was offered the post of “Visiting Professor” at Human Language Technology Team, GREYC - CNRS UMR 6072, University of Caen Basse-Normandie, Campus Cote de Nacre, F-14032 Caen Cedex FRANCE for a period of six months (granted by French National Research Center (CNRS))."
        },
        {
          "award": "One of the papers of Dr. Asif and Dr. Sriparna in the journal “Data and Knowledge Engineering” titled “Combining multiple classifiers using vote based classifier ensemble technique for named entity recognition” received the honor of “most downloaded article”."
        },
        {
          "award": "The paper authored by Dr. Asif, Dr. Sriparna and Mr. Dhirendra Nath received the best paper award in International Conference on Advances in Computing, Communications and Informatics (ICACCI 2012)."
        },
        {
          "award": "The paper authored by Nilesh and Dr. Samrat received the best paper award in 2nd International Conference on Security in Computer Networks and Distributed Systems-14."
        },
        {
          "award": "Dr. Sathya was awarded IIT-DAAD faculty fellowship in Summer 2012."
        },
        {
          "award": "B.Tech student won the first prize in Robotics competition at the annual Technical Fest, Technishe, of IIT Guwahati"
        },
        {
          "award": "Students ranked within top-three positions for Google GetSocial, a social media marketing challenge organised by Google India, which saw participation from 37 premier institutes of the country, including all IITs and IIMs"
        },
        {
          "award": "Three B.Tech students received DAAD Wise Fellowships"
        },
        {
          "award": "One B.Tech student received S.N BOSE scholarship"
        }
      ]
}