{
    "news": [
        {
          "news": "CSE Dept organizes Short Term Course CEP/FDP on \"Big Data Computing: A Practical Approach\" Dec 3-7,2018. More details visit: http://www.iitp.ac.in/bigdata/"
        },
        {
          "news": "CSE Dept organizes Short Term Course CEP/FDP on \"Machine Learning & Deep Learning: Issues, Innovations and Interplays\" Dec 9-11, 2018. <a href=\"https://www.iitp.ac.in/images/pdf/Machine_learning_FDP.pdf\">Click Here for more details</a>"
        },
        {
          "news": "Mr. Nilotpal Chakraborty, a research scholar in the department of CSE has been selected for Richard E. Merwin Student Scholarship."
        },
        {
          "news": "<a href = \"https://www.iitp.ac.in/images/pdf/Advertisement%20for%20Visiting%20Faculty_CS.docx\">Applications Visiting Faculty (Full Time) Position</a>"
        },
        {
          "news": "<a href=\"https://www.iitp.ac.in/index.php/latest-news/2359-acl-presidential-talk-by-prof-pushpak-bhattacharyya-fnae.html\">ACL Presidential Talk by Prof.Pushpak Bhattacharyya, FNAE</a>"
        },
        {
          "news": "Department of Computer Science & Engineering is organizing a workshop on IoT-applications, Technologies and Platforms: a Practical Approach. The workshop will be held at Hardware Lab of CSE Department from 12th to 13th November 2016. The workshop team is from Intel/FICE Bangalore. For registration, please visit the link- https://goo.gl/forms/H0pc4DLMhWOU0OUI2 ."
        },
        {
          "news": "Department of Computer Science & Engineering is organizing a workshop on Computer Networking and CCIE Security. This workshop focuses on security of computing systems and CCIE Security. This Cisco CCIE Security certification recognizes individuals who have expert-level knowledge and skills to implement, maintain, and support extensive Cisco Network Security Solutions using the latest Cisco Security products and security best practices. The workshop will be held from 22nd to 23rd October 2016 at Department of Computer Science & Engineering, IIT Patna. The workshop team is NSSIT, UAE/Inspire Cyber Solutions."
        },
        {
          "news": "Four IMPRINT project proposals, involving CSE department faculties, have been accepted for funding. Notably only 10% of the submitted proposals have been finally selected in three stages over last six months. Our heartiest congratulations to Dr. Arijit Mondal, Dr. Asif Ekbal, Dr. Rajiv Misra and Prof. Pushpak Bhattacharyya on the selection of their IMPRINT project proposals. The title of the project proposals are as follows-<br><br><ul><li>Title SmartWeather: Location based Deep weather event prediction using spatial big data computing (involving Dr. Rajiv Misra)</li><li> Title- Speech Based Patient Assistance System (involving Dr. Asif Ekbal and Prof. Pushpak Bhattacharyya)</li><li> Title- A Platform for Crosslingual and Multilingual Event Monitoring in Indian Languages (involving Dr. Asif Ekbal and Prof. Pushpak Bhattacharyya)</li><li> Title- A Software Tool for the Planning and Design of Smart Micro Power Grids (involving Dr. Arijit Mondal)</li></ul>"
        },
        {
          "news": "Department of Computer Science & Engineering, IIT Patna is organizing 6th International Symposium on Embedded Computing & System Design (ISED) with the help of Electrical Engineering Department from 15th to 17th December 2016. The details of the conference is available in http://www.ised2016.org/. It also includes a Grand Challenge project contest in the area of Smart Embedded Applications & IoT. The prize money for the winner is Rs 1 lakh. For more details, you can visit to Grand Challenge tab of  http://www.ised2016.org/."
        },
        {
          "news": "Department of Computer Science & Engineering, IIT Patna has organized a Two Day WorkShop on Big Data Analytics using Hadoop from 20th-21st August 2016. Along with the theoretical sessions, some practical sessions were also held. The instructors were Dr. Sourangshu Bhattacharya (Assistant Professor, IIT Kgp), Mr. Himanshu Gupta (Technical Team Member, IBM Research India) and Mr. Nishant M. Gandhi (Serendio Software Private Limited)."
        },
        {
          "news": "Talk on \"EXECUTIVE SUMMARY- FEW RESEARCH PROBLEMS\" by Dr. Amitava Mukherjee, Senior Manager, IBM India Pvt. Limited, Kolkata, India, on 8th Mar 2017."
        },
        {
          "news": "Talk on \"ACTIVE QUEUE MANAGEMENT AND CELLULAR NETWORKS \" by Prof. Ravi Prakash, Department of Computer Science, University of Texas, Dallas, USA, on 17th Mar 2017."
        },
        {
          "news": "Talk on \"TRANSFORMING BIG DATA INTO SMART DATA: DERIVING VALUE VIA HARNESSING VOLUME, VAIRETY & VELOCITY USING SEMANTICS AND SEMANTIC WEB\" by Prof. Amit Sheth, Wright State University, USA on 29th February 2016."
        },
        {
          "news": "Talk on \"A CHANGING LANDSCAPE: SECURING THE INTERNET OF THINGS (IOT)\" by Prof. Sanjay Jha, School of Computer Science and Engineering, University of New South Wales, Sydney Australia on 15th Feb 2017, 03:00 PM."
        },
        {
          "news": "Talk on \"COMPUTING TECHNOLOGIES: PAST, PRESENT AND FUTURE\" by Prof. Adit D. Singh, Fellow IEEE, Auburn University, USA on 12th January 2017."
        },
        {
          "news": "Talk on \"INTRODUCTION TO SOME FOUNDATIONAL IDEAS OF INFORMATION SECURITY THROUGH PUZZLES\" by Prof. Ramki Thurimella, Director, Colorado Research Institute for Security & Privacy, University of Denver,  USA on 11th March 2016."
        },
        {
          "news": "Talk on \"ALGORITHMIC AND COMPUTATIONAL ISSUES IN THE MATHEMATICS OF BIG DATA\" by Prof. Arnab Basu, Associate Professor, IIM Bangalore, India on 16th September 2016."
        }
      ]
}